Repository: bobbingwide/bbboing
Catalog: languages/bbboing-bb_BB.po
Languages: bb_bb

source: Install
bb_bb: Inatlsl

source: Activate
bb_bb: Attiacve

source: Upgrade
bb_bb: Uragpde

source: %1$s may not be fully functional.
bb_bb: %1$s mAy nOt bE fully fauoictnnl.

source: Please install and activate the required minimum version of this plugin:
bb_bb: Plesae instlal And aavitcte thE rrueeiqd mniuimm vesiorn Of this pliugn:

source: Original text
bb_bb: Onagriil txet

source: bbboing'ed
bb_bb: bbobing'Ed

source: Type the text you want to obfuscate then click on 'bbboing it'
bb_bb: Tpye thE txet yOU wnat tO ocutabfse tehn cclik On 'bobnibg It'

source: bbboing it
bb_bb: bobnbig It

source: This is the result of <i>bbboing</i>ing the text.
bb_bb: Tihs Is thE rueslt Of <i>bbboing</i>ing thE txet.

source: If you're not happy with the result just click on 'bbboing it'!
bb_bb: If yOU'rE nOt hpapy with thE rsuelt jsut cilck On 'bbobnig It'!

source: Obfuscate some text but leave it readable, apparently
bb_bb: Otbfscuae smoe txet bUt lavee It raebadle, aparlpetny

source: textarea
bb_bb: teeaxrta

source: some text to obfuscate
bb_bb: smoe txet tO otbuascfe

source: display form to allow changes
bb_bb: dapsily from tO alolw cenaghs

source: display both original and output text
bb_bb: dipsaly both ogniiarl And ouuptt txet

source: This is the original obfuscated text. It has been manually adjusted to make it readable
bb_bb: Tihs Is thE ogiiranl oatcuesfbd txet. It hAs been mllanauy ausetjdd tO mkae It radbleae

source: bbboing
bb_bb: bibbnog

source: obfuscate text but leave it readable, using oik
bb_bb: oufbstace txet bUt lavee It rdeblaae, unisg OIk

source: bobbingwide
bb_bb: biigdwnbboe
