Repository: bobbingwide/bbboing
Catalog: languages/bbboing-*.po
Languages: fr_fr

source: Install
fr_fr: Installer

source: Activate
fr_fr: Activer

source: Upgrade
fr_fr: Améliorer

source: %1$s may not be fully functional.
fr_fr: %1$S ne peut pas être pleinement fonctionnel

source: Please install and activate the required minimum version of this plugin:
fr_fr: S'il vous plaît installer et activer la version minimale requise de ce plugin:

source: Original text
fr_fr: texte original

source: Type the text you want to obfuscate then click on 'bbboing it'
fr_fr: Tapez le texte que vous souhaitez masquer , puis cliquez sur 'bbboing it'

source: This is the result of <i>bbboing</i>ing the text.
fr_fr: Ceci est le résultat de <i>bbboing </i>ing le texte.

source: If you're not happy with the result just click on 'bbboing it'!
fr_fr: Si vous n'êtes pas satisfait du résultat, cliquez simplement sur ' bbboing it'!

source: Obfuscate some text but leave it readable, apparently
fr_fr: Obfuscate texte mais laisser lisible, apparemment

source: some text to obfuscate
fr_fr: un texte à obscurcir

source: Y
fr_fr: un texte à obscurcir

source: display form to allow changes
fr_fr: forme pour permettre des changements afficher

source: display both original and output text
fr_fr: afficher à la fois le texte original et la sortie

source: This is the original obfuscated text. It has been manually adjusted to make it readable
fr_fr: Ceci est le texte obscurcie d'origine. Il a été réglé manuellement pour le rendre lisible

source: obfuscate text but leave it readable, using oik
fr_fr: obfusquer texte, mais laisser lisible, en utilisant oik
